TOKEN = "5704131109:AAFaNHzXh6fX0TqunjmMQexaRHns66HCFi4"
buttons = ['Четная неделя', 'Нечетная неделя']

chet = """
Понедельник
    1. 08:30–10:00
    Основы алгоритмизации и программирования
    2.10:10–11:40
    Основы алгоритмизации и программирования
    3.11:50–13:20
    Иностранный язык в профессиональной деятельности
    4.14:00–15:30
    История
Вторник
    2.10:10–11:40 
    Информационные технологии_ПР
    3.11:50–13:20 
    Психология общения
    4.14:00–15:30 
    Элементы высшей математики
    5.15:40–17:10 
    Архитектура аппаратных средств
Среда
    3.11:50–13:20 
    Дискретная математика с элементами математической
    логики 
    4.14:00–15:30
    Элементы высшей математики
    5.15:40–17:10
    Элементы высшей математики
Четверг
    1.08:30–10:00
    Дискретная математика с элементами математической 
    логики
    2.10:10–11:40
    Информационные технологии
    3.11:50–13:20
    Информационные технологии
    4.14:00–14:45
    Архитектура аппаратных средств
Пятница
    1.08:30–10:00
    Информационные технологии
    2.10:10–11:40
    Физическая культура
    3.11:50–13:20
    Психология общения
       """

nechet= """
Понедельник
    1. 08:30–10:00
    Основы алгоритмизации и программирования
    2.10:10–11:40
    Основы алгоритмизации и программирования
    3.11:50–13:20
    Иностранный язык в профессиональной деятельности
    4.14:00–15:30
    История
Вторник
    1.08:30–10:00
    Физическая культура
    2.10:10–11:40
    Информационные технологии_ПР
    3.11:50–13:20
    Психология общения
    4.14:00–15:30
    Элементы высшей математики
Среда
    3.11:50–13:20 
    Дискретная математика с элементами математической
    логики 
    4.14:00–15:30
    Элементы высшей математики
Четверг
    1.08:30–10:00
    Дискретная математика с элементами математической 
    логики
    2.10:10–11:40
    Архитектура аппаратных средств
    3.11:50–13:20
    Информационные технологии
    4.14:00–14:45
    Классный час
    5.15:00–16:30
    Основы алгоритмизации и программирования
Пятница
    2.10:10–11:40
    Физическая культура
    3.11:50–13:20
    История
    4.14:00–15:30
    Иностранный язык в профессиональной деятельности
       """